Repository: sarathsantham/taxiappClient1
Catalog: EQTaxi/Resource/*.lproj/Localizable.strings
Languages: nb

# Get moving with EQTaxi
source: Get moving with Prai Taxi
nb: Kom i gang og prai en taxi

source: Enter your mobile number
nb: Skriv inn mobilnummeret ditt

# Lanuage - English
source: Language : En
nb: Lanuage - Norwegian

source: Enter the 4-digit code sent to you at
nb: Skriv inn den firesifrede koden som er sendt til deg på

source: I didn't receive a code
nb: Jeg har ikke fått en kode

source: What's your Password?
nb: Opprett passordet ditt for å fortsette

source: Password
nb: passord

source: Confirm Password
nb: Bekreft passord

source: Forget password
nb: Glemt passord?

source: What's your name?
nb: Fortell oss ditt navn for å fortsette

source: First Name
nb: Fornavn

source: Last Name
nb: Etternavn

source: Where to?
nb: Hvor skal du?

source: Destination
nb: DESTINASJON

source: Start location
nb: Startsted

source: Popular
nb: Velg biltype

source: Cash
nb: Kontanter

source: No available cars
nb: Ingen tilgjengelige biler

source: Confirm your pickup
nb: Bekreft hvor du vil hentes

source: Confirm pickup
nb: Bekreft henting

source: Confirm pickup location
nb: bekreft hentestedet

source: Swipe to Cancel
nb: Sveip for å avbryte turen

source: Call driver
nb: Ring sjåfør

source: Ride cancel
nb: Avbryt Reise

source: Book your ride
nb: Prai en taxi

source: Ride history
nb: Reisehistorikk

source: Help / Support
nb: Send e-post

source: Rate us
nb: Gi oss tilbakemelding

source: Logout
nb: Logg ut

source: School
nb: Skole

source: Home
nb: Hjem

source: Ride history
nb: Reisehistorikk

source: Ride History Not Found !
nb: Reisehistorikk ikke funnet!

source: PICK UP
nb: HENT MEG

source: DESTINATION
nb: DESTINASJON

source: RIDE FARE
nb: REISEPRIS

source: Message
nb: skjermmelding

source: It looks like there was a problem completing your request. Please try again in a moment.
nb: Det ser ut til at det var et problem å fullføre forespørselen din. Vennligst prøv igjen om et øyeblikk.

source: Oops, something went wrong
nb: Oops! Noe gikk galt

source: TOTAL FARE
nb: Totalpris

source: Pickup Location
nb: Hentested

source: Drop Location
nb: Ankomstpunkt

source: TOTAL DISTANCE
nb: Total distanse

source: TOTAL DURATION
nb: Total varighet

source: Base fare
nb: Grunnpris

source: Distance fare
nb: Avstandspris

source: Duration fare
nb: Tidspris

source: Done
nb: Ferdig

source: Waiting fare
nb: Ventepris

source: Waiting time
nb: Ventetid

source: Rate ride experiance
nb: Ranger turopplevelse

source: Rate it
nb: Rangere det

source: Love Happy Journey ?
nb: Glad i hyggelige reiser?

source: Show us your heart with 5 stars!
nb: Vis litt kjærleik med 5 stjerner!

source: For Driver
nb: PÅ sjåfør

source: For Car
nb: PÅ bil

source: For Experience
nb: For erfaring
